Repository: digitalinteraction/ourstory-titan
Catalog: Bootlegger.Application.Win/locale/Strings.*.resx
Languages: ar, es, fr

# AdditionalComponents
source: Our Story requires additional components to be installed.
ar: يتطلب Indaba مكونات إضافية ليتم تثبيتها.
es: Nuestra historia requiere componentes adicionales para ser instalado.
fr: Indaba nécessite l'installation de composants supplémentaires.

# AdditionalSoftware
source: Additional software may need to be installed and take some additional time. Please be patient...
ar: قد يلزم تثبيت برنامج إضافي ويستغرق بعض الوقت الإضافي. يرجى التحلي بالصبر ...
es: Es posible que sea necesario instalar software adicional y tomar algún tiempo adicional. Por favor, sea paciente...
fr: Des logiciels supplémentaires peuvent devoir être installés et prendre un peu plus de temps. S'il vous plaît soyez patient ...

source: Admin
ar: مشرف

# AppTitle
source: Our Story Dashboard
ar: إندابا لوحة القيادة
es: Nuestro panel de historia
fr: Tableau de bord Indaba

source: Back
ar: الى الخلف
es: Atrás
fr: Retour

source: Backup
ar: دعم
es: Copia de seguridad
fr: Sauvegarde

source: Backup Data
ar: نسخ إحتياطي للبيانات
es: Datos de copia de seguridad
fr: Données de sauvegarde

source: cancel
ar: إلغاء
es: Cancelar
fr: Annuler

source: Close Application
ar: تطبيق وثيقة
es: Cerrar aplicación
fr: Fermer l'application

source: Connectivity
ar: الاتصال
es: Conectividad
fr: Connectivité

source: Continue
ar: استمر
es: Continuar
fr: Continuer

# ContinueDialogTitle
source: Continue?
ar: استمر؟
es: ¿Continuar?
fr: Continuer?

source: Documentation
ar: كابل بيانات
es: Documentación

source: Download Files
ar: تحميل ملفات
es: Descargar archivos
fr: Telecharger des fichiers

# DownloadingContent
source: Downloading Updates
ar: تنزيل التحديثات
es: Descarga de actualizaciones
fr: Téléchargement des mises à jour

source: Install Requirements
ar: تثبيت المتطلبات
es: Requisitos de instalación
fr: Exigences d'installation

# LoadImages
source: Locate Images.tar file
ar: حدد موقع ملف Images.tar
es: Localizar archivo Images.tar
fr: Localiser le fichier Images.tar

# LocateImages
source: Locate the images.tar file that came with your installation files, or go online to download the remaining components.
ar: حدد موقع ملف images.tar المرفق مع ملفات التثبيت الخاصة بك ، أو انتقل إلى الإنترنت لتنزيل المكونات المتبقية.
es: Busque el archivo images.tar incluido con los archivos de instalación o vaya en línea para descargar los componentes restantes.
fr: Localisez le fichier images.tar fourni avec vos fichiers d'installation ou connectez-vous en ligne pour télécharger les composants restants.

source: Log
ar: سجل
es: Registro
fr: Bûche

source: Open Dashboard
ar: افتح لوحة القيادة
es: Abrir panel
fr: Tableau de bord ouvert

# OpenFiles
source: Open Video Folder
ar: افتح مجلد الفيديو
es: Abrir carpeta de vídeo
fr: Ouvrir le dossier vidéo

source: Or
ar: أو
es: O
fr: Ou

source: Restore Data
ar: إستعادة البيانات
es: Restaurar datos
fr: Restaurer les données

source: Settings
ar: الإعدادات
es: Configuración
fr: Réglages

# ShareWarning1
source: Please enable Sharing by doing the following:
ar: يرجى تمكين المشاركة عن طريق القيام بما يلي:
es: Habilite Compartir haciendo lo siguiente:
fr: Activez le partage en procédant comme suit:

# ShareWarning2
source: This message will disappear when you have completed this step...
ar: ستختفي هذه الرسالة عند الانتهاء من هذه الخطوة ...
es: Este mensaje desaparecerá cuando haya completado este paso...
fr: Ce message disparaîtra lorsque vous aurez terminé cette étape ...

source: starting...
ar: ابتداء...
es: comenzando...
fr: départ...

source: Update
ar: تحديث
es: actualizar
fr: Mettre à jour

source: Update Application
ar: تحديث التطبيق
es: Actualizar aplicación
fr: Mettre à jour l'application

# Welcome
source: Welcome to Our Story
ar: مرحبا بكم في إندابا
es: Bienvenidos a nuestra historia
fr: Bienvenue chez Indaba

# WiFi
source: Your current WiFi settings are not correct.
ar: إعدادات WiFi الحالية غير صحيحة.
es: La configuración actual de WiFi no es correcta.
fr: Vos paramètres WiFi actuels ne sont pas corrects.

# WiFi2
source: Make sure you are connected to your deployment WiFi before continuing.
ar: قم بالاتصال بشبكة WiFi النشر الخاصة بك وسنحاول تكوين الإعدادات تلقائيًا عند الضغط على "متابعة".
es: Conéctese a su WiFi de implementación e intentaremos configurar automáticamente la configuración cuando pulse Continuar.
fr: Connectez-vous à votre réseau Wi-Fi de déploiement et nous tenterons de configurer automatiquement les paramètres lorsque vous cliquez sur Continuer.

# AdditionalDownloads
source: Additional downloads are required, please make sure you have internet connectivity before continuing
ar: يلزم تنزيلات إضافية ، يرجى التأكد من أن لديك اتصال بالإنترنت قبل المتابعة
es: Se requieren descargas adicionales, asegúrese de tener conectividad a Internet antes de continuar
fr: Des téléchargements supplémentaires sont nécessaires. Assurez-vous de disposer de la connectivité Internet avant de continuer.

source: please wait...
ar: ارجوك انتظر...
es: Espera...
fr: S'il vous plaît, attendez...

# CloseWarning
source: Closing this application will prevent access to Our Story
ar: إغلاق هذا التطبيق سيمنع الوصول إلى إندابا
es: Cerrar esta aplicación impedirá el acceso a Nuestra Historia
fr: La fermeture de cette application empêchera l'accès à Indaba

# DownloadingProgress
source: Downloading {0} of {1}
ar: تنزيل {0} من {1}
es: Descarga de {0} de {1}
fr: Téléchargement de {0} sur {1}

source: Resetting Network...
ar: إعادة ضبط الشبكة ...
es: Restablecimiento de la red...
fr: Réinitialisation du réseau ...

source: Stopping Application...
ar: إيقاف التطبيق ...
es: Detener la aplicación...
fr: Arrêt de l'application ...

source: Initiating Download...
ar: جارٍ بدء التنزيل ...
es: Iniciando la descarga...
fr: Lancer le téléchargement ...

# ProgressLabel
source: {0} {1} of {2}
ar: {0} {1} من {2}
es: {0} {1} de {2}
fr: {0} {1} sur {2}

# DownloadingDocker
source: Downloading Docker Installer...
ar: جارٍ تنزيل Docker Installer ...
es: Descarga de Docker Installer...
fr: Téléchargement du programme d'installation de Docker ...

source: Installing Docker...
ar: جارٍ تثبيت Docker ...
es: Instalación de Docker...
fr: Installation de Docker ...

source: Starting Docker...
ar: جارٍ البدء في وضع الإرساء ...
es: Inicio de Docker...
fr: Démarrer Docker ...

# LoadingComponents
source: Loading Our Story Components...
ar: جارٍ تحميل مكونات Indaba ...
es: Cargando nuestros componentes de la historia...
fr: Chargement des composants Indaba ...

source: Error
ar: خطأ
fr: Erreur

# ErrorDialog
source: There was a problem installing Our Story. {0}. Please restart and try again.
ar: حدثت مشكلة أثناء تثبيت Indaba. {0}. الرجاء إعادة التشغيل والمحاولة مرة أخرى.
es: Se ha producido un problema al instalar Nuestra historia. Por favor, reinicie e inténtelo de nuevo.
fr: Un problème est survenu lors de l'installation d'Indaba. {0}. Veuillez redémarrer et réessayer.

# DownloadWarning
source: Downloading {0} of {1}...\nThis may take some time...
ar: جارٍ التنزيل {0} من {1} ... \ n قد يستغرق هذا بعض الوقت ...
es: Descargar el número {0} de {1}... \nEsto puede llevar algún tiempo...
fr: Téléchargement de {0} sur {1} ... \ nCela peut prendre un certain temps ...

source: Downloading
ar: جارى التحميل
es: Descargar
fr: Téléchargement

source: Docker Installer
ar: المثبت عامل الميناء
fr: Installateur Docker

# OurStoryBits
source: Our Story Components
ar: مكونات إندابا
es: Nuestros componentes de la historia
fr: Composants Indaba

source: Starting Application
ar: بدء التطبيق
es: Inicio de la aplicación
fr: Application de départ

source: Running
ar: جري
es: Corriendo
fr: Fonctionnement

source: Problem starting application!
ar: مشكلة في بدء التطبيق!
es: Problema al iniciar la aplicación!
fr: Problème de démarrage de l'application!

source: Invalid Network
ar: شبكة غير صالحة
es: Red no válida
fr: Réseau invalide

source: Check Network settings and try again.
ar: هل تسمح لهذا التطبيق بتغيير الإعدادات تلقائيًا لك؟
es: Compruebe la configuración de red e inténtelo de nuevo.
fr: Autoriser cette application à modifier automatiquement les paramètres pour vous?

source: Continue Anyway
ar: تغيير الإعدادات تلقائيًا
es: Continuar de todos modos
fr: Modifier automatiquement les paramètres

source: Manually Change Settings
ar: تغيير الإعدادات يدويًا
es: Cambiar manualmente la configuración
fr: Modifier manuellement les paramètres

source: Status
ar: الحالة
es: Estado
fr: Statut

source: Dashboard
ar: لوحة القيادة
es: Tablero
fr: Tableau de bord

# AppErrorDesc
source: Some parts of the Dashboard have stopped working, please restart Our Story
ar: توقف بعض أجزاء لوحة المعلومات عن العمل ، يرجى إعادة تشغيل Indaba
es: Algunas partes del panel han dejado de funcionar, reinicie Nuestra historia
fr: Certaines parties du tableau de bord ont cessé de fonctionner. Veuillez redémarrer Indaba.

# AppErrorName
source: Application Problem
ar: مشكلة التطبيق
es: Problema de aplicación
fr: Problème d'application

# DashboardErrorDesc
source: The Dashboard does not seem to be available to other Devices. Has your network changed?
ar: لا يبدو أن لوحة المعلومات متاحة للأجهزة الأخرى. هل تغيرت شبكتك؟
es: El panel no parece estar disponible para otros dispositivos. ¿Ha cambiado su red?
fr: Le tableau de bord ne semble pas être disponible pour les autres appareils. Votre réseau a-t-il changé?

# DashboardErrorName
source: Application Access Problem
ar: مشكلة الوصول إلى التطبيق
es: Problema de acceso a aplicaciones
fr: Problème d'accès aux applications

# DiskSpaceErrorDesc
source: There is not enough disk space to upload or process videos. Please remove old files.
ar: لا توجد مساحة كافية على القرص لتحميل مقاطع الفيديو أو معالجتها. يرجى إزالة الملفات القديمة.
es: No hay suficiente espacio en disco para cargar o procesar vídeos. Por favor, elimine los archivos antiguos.
fr: Il n'y a pas assez d'espace disque pour télécharger ou traiter des vidéos. Veuillez supprimer les anciens fichiers.

# DiskSpaceErrorName
source: Out of Disk Space
ar: انتهت مساحة التخزين
es: Fuera del espacio en disco
fr: Espace disque insuffisant

# IpErrorDesc
source: Make sure your network has not changed since starting Our Story.
ar: تأكد من عدم تغير شبكتك منذ بدء تشغيل Indaba.
es: Asegúrese de que su red no ha cambiado desde el inicio de Nuestra Historia.
fr: Assurez-vous que votre réseau n'a pas changé depuis le démarrage d'Indaba.

# IpErrorName
source: IP Address Error
ar: خطأ في عنوان IP
es: Error de dirección IP
fr: Erreur d'adresse IP

# WiFiErrorDesc
source: You are not connected to any WiFi network. Please check your settings.
ar: أنت غير متصل بأي شبكة WiFi. يرجى التحقق من الإعدادات الخاصة بك.
es: No está conectado a ninguna red WiFi. Compruebe la configuración.
fr: Vous n'êtes connecté à aucun réseau WiFi. S'il vous plaît vérifier vos paramètres.

# WiFiErrorName
source: WiFi Not Connected
ar: واي فاي غير متصل
es: WiFi no conectado
fr: WiFi non connecté

# UpdateDescription
source: To update Our Story to a new version we need the images.tar file.
ar: لتحديث Indaba إلى إصدار جديد ، نحتاج إلى ملف images.tar.
es: Para actualizar Nuestra historia a una nueva versión necesitamos el archivo images.tar.
fr: Pour mettre à jour Indaba vers une nouvelle version, nous avons besoin du fichier images.tar.

# CreditsTitle
source: Credits
ar: قروض
es: Créditos
fr: Crédits

source: Forward
ar: إلى الأمام
es: Adelante
fr: Vers l'avant

source: Refresh
ar: تحديث
es: Actualizar
fr: Rafraîchir

# GetApp
source: Locate Android Application
ar: تحديد موقع تطبيق أندرويد
es: Localizar aplicación Android
fr: Localiser l'application Android

# TryFix
source: Try Fix Now
ar: حاول إصلاح الآن
es: Prueba Fix Now
fr: Essayez de réparer maintenant

# WiFiPolicyErrorDesc
source: Your WiFi network is not marked as 'Private'. Please go to Windows Settings to change this.
ar: لم يتم وضع علامة على شبكة WiFi الخاصة بك. يرجى الذهاب إلى إعدادات ويندوز لتغيير هذا.
es: Su red WiFi no está marcada como "Privada". Vaya a Configuración de Windows para cambiar esto.
fr: Votre réseau WiFi n'est pas marqué comme "Privé". Veuillez aller dans les paramètres Windows pour changer cela.

# WiFiPolicyErrorName
source: WiFi Profile Issue
ar: الملف الشخصي واي فاي القضية
es: Problema de perfil WiFi
fr: Problème de profil WiFi

# VideoPlayback
source: Please Note: Videos do not play in this application. Open the Dashboard in a Browser using the button on the left.
ar: يرجى ملاحظة: الفيديو لا تلعب في هذا التطبيق. افتح لوحة المعلومات في متصفح باستخدام الزر الموجود على اليسار.
es: Nota importante: Los vídeos no se reproducen en esta aplicación. Abra el panel en un explorador con el botón de la izquierda.
fr: Remarque: les vidéos ne sont pas lues dans cette application. Ouvrez le tableau de bord dans un navigateur à l’aide du bouton situé à gauche.
